<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml">

<head>

<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta property="og:image" content="http://391.org/images/logo-391-org-1400x1400.png" /> 

<title>Manifest Des Herrn Antipyrine Durch Tristan Tzara, 14th July 1916 - 391.org - Manifestos</title>

<link href='https://fonts.googleapis.com/css?family=Lato:400,300,700' rel='stylesheet' type='text/css'>

<link rel="stylesheet" href="../css/stylesheet.css" type="text/css">

<script src="http://code.jquery.com/jquery-1.8.3.min.js"></script>
<script>window.jQuery || document.write('<script src="../js/jquery.min.js">\x3C/script>')</script>
<script src="../js/picabia.js"></script>

<!-- Begin Cookie Consent plugin by Silktide - http://silktide.com/cookieconsent -->
<script type="text/javascript">
    window.cookieconsent_options = {"message":"391.org uses cookies - if that's okay click the close button.","dismiss":"Close","learnMore":"More info","link":"../privacy.html","theme":"../css/cookie.css"};
</script>
<script src="//cdnjs.cloudflare.com/ajax/libs/cookieconsent2/1.0.9/cookieconsent.min.js"></script>
<!-- End Cookie Consent plugin -->

<!-- Google Analytics -->
<script>
(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
})(window,document,'script','//www.google-analytics.com/analytics.js','ga');

ga('create', 'UA-24509568-1', 'auto');
ga('send', 'pageview');

</script>
<!-- End Google Analytics -->

</head>

<body>

<div class="manifesto">

<script async src="//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<!-- 391 manifesto page (responsive) -->
<ins class="adsbygoogle"
     style="display:block"
     data-ad-client="ca-pub-5468048452930159"
     data-ad-slot="4822831412"
     data-ad-format="auto"></ins>
<script>
(adsbygoogle = window.adsbygoogle || []).push({});
</script>


<div class="manifestoback"><a href="../dada-manifestos.html">&#171; back to manifestos</a></div>

<h1>Manifest Des Herrn Antipyrine</h1>
<div class="manifestoauthor">von Tristan Tzara</div>
<div class="manifestodate">14 Juli 1916</div>


<!-- AddThis Button BEGIN -->
<div class="addthis_toolbox addthis_default_style addthis_32x32_style">
<a class="addthis_button_twitter"></a>
<a class="addthis_button_email"></a>
<a class="addthis_button_google_plusone_share"></a>
<a class="addthis_button_facebook"></a>
<a class="addthis_button_pinterest_share"></a>
<a class="addthis_button_compact"></a>
</div>
<script type="text/javascript">var addthis_config = {"data_track_addressbar":true};</script>
<script type="text/javascript" src="//s7.addthis.com/js/300/addthis_widget.js#pubid=ra-5209061960c2a8c3" async="async"></script>
<!-- AddThis Button END -->


<p><a href="19160714tristantzara_mam.htm"><img src="../images/flag-uk.gif" width="30" height="20" alt="english version" style="margin-right:10px;">click here</a> for this manifesto in English<br />&nbsp;</p>


<p>DADA ist unsere Intensit&auml;t: es richted die Bajonette ohne Konsequenz der Sumatrakopf des deutschen Babys; Dada ist das Leben ohne Pantoffeln und Parallelen; das f&uuml;r und gegen die Einheit ist und entschieden gegen die Zukunft; wir wissen aus Weisheit, da&szlig; unsere Gehirne bequeme Kopfkissen werden, da&szlig; unser Antidogmatismus genauso ausschlie&szlig;end wie der Beamte ist und da&szlig; wir nicht frei sind und Freiheit schreien; strenge Notwendigkeit ohne Disziplin und Moral und spucken auf die Menschheit.</p>

<p>DADA bleibt im europ&auml;ischen Rahmen der Schw&auml;chen, es ist aber trotzdem Schei&szlig;e, um den zoologischen Garten der Kunst mit allen Konsulatsfahnen zu zieren.</p>

<p>Wir sind Zirkusdirektoren und pfeifen mitten in den Winden der Jahrm&auml;rkte, mitten in den Kl&ouml;stern, Prostitutionen, Theatern, Realit&auml;ten, Gef&uuml;hlen, Restaurants, ohi, hoho, bang, bang.</p>

<p>Wir erkl&auml;ren, da&szlig; das Auto ein Gef&uuml;hl ist, das uns mit den Langsamkeiten seiner Abstraktionen genauso wie die Ozeandampfer, die Ger&auml;usche und die Ideen gen&uuml;gend verw&ouml;hnt hat. Dennoch ver&auml;u&szlig;erlichen wir die Leichtigkeit, suchen wir nach dem zentralen Wesen und freuen wir uns, wenn wir es verstecken k&ouml;nnen. Wir wollen nicht die Fenster der wunderbaren Elite aufz&auml;hlen, denn DADA ist f&uuml;r niemanden vorhanden und wir wollen, da&szlig; jeder es versteht. Dort is Dadas Balkon, das versichere ich Ihnen. Von dem man die Milit&auml;rm&auml;rsche h&ouml;ren und herabsteigen kann, indem man die Luft wie ein Seraph durchschneidet, zu einem Bad im Volk, um zu pissen und die Parabel zu verstehen.</p>

<p>DADA ist weder Verr&uuml;cktheit, Weisheit noch Ironie, sieh mich an, netter Bourgeois.</p>

<p>Die Kunst war ein Haselnu&szlig;-Spiel, die Kinder setzten die W&ouml;rter zusammen mit den Klingeln am Ende, dann weinten und schrien sie die Strophe und zogen ihr die Stiefelchen der Puppen an und die Strophe wurde eine K&ouml;nigin, um ein wenig zu sterben und die Strophe wurde ein Wal, die Kinder liefen sich atemlos.</p>

<p>Dann kamen die gro&szlig;en Botschafter des Gef&uuml;hls, die historisch im Chor ausriefen:</p>

<p>Psychologie Psychologie hihi</p>

<p>Wissenschaft Wissenschaft Wissenschaft</p>

<p>Es lebe Frankreich</p>
<p>Wir sind nict naiv</p>
<p>Wir folgen aufeinander</p>
<p>Wir sind exclusiv</p>
<p>Wir sind nicht einfach</p>
<p>und wir k&ouml;nnen die Intelligenz gut diskutieren.</p>
<p>Aber wir, DADA, wir sind nicht ihrer Meinung, denn die Kunst ist nicht ernst, versichere ich Ihnen, und wenn wir das Verbrechen aufzeigen, um gelehrt Ventilator zu sagen, so ist es, um Ihnen etwas zu gefallen, liebe Zuh&ouml;rer, ich liebe Sie so sehr, versichere ich Ihnen, und ich bete Sie an.</p>

<p style="text-align:center;"><img src="http://391.org/manifestos/tzaraimages/p2z.gif" width="300" height="233"></p>


<div class="manifestoback"><a href="../dada-manifestos.html">&#171; back to manifestos</a></div>

</div>
</body>

</html>