<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml">

<head>

<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta property="og:image" content="http://391.org/images/logo-391-org-1400x1400.png" /> 

<title>DADA IS ALIVE By Franko Busic (Slovenska), 18th May 1998 - 391.org - Manifestos</title>

<link href='https://fonts.googleapis.com/css?family=Lato:400,300,700' rel='stylesheet' type='text/css'>

<link rel="stylesheet" href="../css/stylesheet.css" type="text/css">

<script src="http://code.jquery.com/jquery-1.8.3.min.js"></script>
<script>window.jQuery || document.write('<script src="../js/jquery.min.js">\x3C/script>')</script>
<script src="../js/picabia.js"></script>

<!-- Begin Cookie Consent plugin by Silktide - http://silktide.com/cookieconsent -->
<script type="text/javascript">
    window.cookieconsent_options = {"message":"391.org uses cookies - if that's okay click the close button.","dismiss":"Close","learnMore":"More info","link":"../privacy.html","theme":"../css/cookie.css"};
</script>
<script src="//cdnjs.cloudflare.com/ajax/libs/cookieconsent2/1.0.9/cookieconsent.min.js"></script>
<!-- End Cookie Consent plugin -->

<!-- Google Analytics -->
<script>
(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
})(window,document,'script','//www.google-analytics.com/analytics.js','ga');

ga('create', 'UA-24509568-1', 'auto');
ga('send', 'pageview');

</script>
<!-- End Google Analytics -->

</head>

<body>

<div class="manifesto">

<script async src="//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<!-- 391 manifesto page (responsive) -->
<ins class="adsbygoogle"
     style="display:block"
     data-ad-client="ca-pub-5468048452930159"
     data-ad-slot="4822831412"
     data-ad-format="auto"></ins>
<script>
(adsbygoogle = window.adsbygoogle || []).push({});
</script>


<div class="manifestoback"><a href="../dada-manifestos.html">&#171; back to manifestos</a></div>

<h1>DADA IS ALIVE</h1>
<div class="manifestoauthor">Franko Busic</div>
<div class="manifestodate">18 Maj 1998</div>


<!-- AddThis Button BEGIN -->
<div class="addthis_toolbox addthis_default_style addthis_32x32_style">
<a class="addthis_button_twitter"></a>
<a class="addthis_button_email"></a>
<a class="addthis_button_google_plusone_share"></a>
<a class="addthis_button_facebook"></a>
<a class="addthis_button_pinterest_share"></a>
<a class="addthis_button_compact"></a>
</div>
<script type="text/javascript">var addthis_config = {"data_track_addressbar":true};</script>
<script type="text/javascript" src="//s7.addthis.com/js/300/addthis_widget.js#pubid=ra-5209061960c2a8c3" async="async"></script>
<!-- AddThis Button END -->



<p><a href="1998-dada-is-alive-franko-busic.html">English version</a>
<br><a href="1998-dada-is-alive-hrvatska-franko-busic.html">Hrvatska ina&#269;ica</a>
<br />&nbsp;</p>

<p>Navsezadnje lahko tudi vsi vi, masa mesa in poslu&#353;nih su&#382;njev, subjektivnih ali objektivnih, brez razlike, ob&egrave;utite u&egrave;inek onemogo&egrave;anja sodobne umetnosti na balkanskem ozemlju. Vsakr&#353;na mo&#382;nost kreativnega izra&#382;anja se izka&#382;e kot neizvedljiva, nedopustna ali v skrajnem primeru nesmiselna zaradi vsesplo&#353;nega finan&egrave;nega ignoriranja, nekoristna v svoji neprofitabilnosti. Toda prav v tistem trenutku, ko socialno-politi&egrave;ne razmere potisnejo kreativno umetnost v nesmisel, se rodi <strong>DADA</strong>. S tem naznanjam svoj osebni individualni protest, najavljam preporod <strong>DADE</strong> ter pljujem na va&#353;o impotentno &quot;umetnost&quot; z nacionalnimi, regionalnimi ali religijskimi &quot;vrednostmi&quot;.</p>

<p>V stilu Tristana Tzare, mislim, da sem zelo simpati&egrave;en.</p>

<p>&egrave;as je za DADO! <strong>DADA</strong> je rojena! &#382;ivela <strong>DADA</strong>! Smrt <strong>DADI</strong>! <strong>DADA</strong> je Bog! Jebi DADO! Tisti, ki bodo najbolj dvigali svoj glas proti <strong>DADI</strong>, so tisti, ki so v svoji bebavosti najbolj za DADO: dajejo ji smisel, &#382;ivljenje, potrjujejo vrednost njene borbe. <strong>DADA</strong> je Nesmisel. <strong>DADA</strong> je KAOS. <strong>DADA</strong> se ne pojavlja kot dolo&egrave;ena politi&egrave;na stranka, ki opozicijsko deluje proti nasprotni politi&egrave;ni stranki v cilju njenega razkrinkavanja ali ru&#353;enja z oblasti. <strong>DADA</strong> nima politi&egrave;nih akonotacij. <strong>DADA</strong> nima nikakr&#353;nih politi&egrave;nih ambicij. <strong>DADA</strong> ni proti nobeni dolo&egrave;eni politi&egrave;ni struji. <strong>DADA</strong> JE PROTI VSEM! <strong>DADA</strong> JE POPOLNA DESTRUKCIJA! Tisti, ki se bodo, kakor jaz, odlo&egrave;ili za DADO, vam bodo znali povedati: NE, mi nimamo ideolo&#353;kega pristopa kakor neosatanisti, ki &#382;elijo svoja dejanja opravi&egrave;iti  z razlagami, da so otroci velikega kreatorja, ki uni&egrave;uje staro, da bi ustvaril novo, da bi z uni&egrave;evanjem nekaj ustvaril/spremenil... Mi ne &#382;elimo ni&egrave;esar ustvariti. Mi uni&egrave;ujemo zaradi uni&egrave;evanja samega. Uni&egrave;ujemo, ker smo porinjeni v nesmisel, iz katerega se re&#353;ujemo z uni&egrave;evanjem. Uni&egrave;ujemo, ker v uni&egrave;evanju u&#382;ivamo. Ni&egrave;esar se ve&egrave; ne da spremeniti. To je Konec. In zamenjava zastave vas ne bo re&#353;ila. Mi nimamo ideologije, nam se ne morete prilagoditi. Mi smo &#353;e sami: eni proti drugim. &#382;ivela <strong>DADA</strong>! Smrt <strong>DADI</strong>! Mi uni&egrave;ujemo zaradi uni&egrave;evanja. Mi uni&egrave;ujemo, ker u&#382;ivamo v uni&egrave;evanju. Mi teptamo s teptanjem in kot garje vas bomo poteptali s teptanjem teptaje. Vas in va&#353;o impotentno &quot;umetnost&quot; z nacionalnimi, regionalnimi ali religijskimi &quot;vrednostmi&quot;.</p>

<p>V stilu  Tristana Tzare, mislim, da sem &#353;e naprej zelo simpati&egrave;en.</p>

<p>&egrave;eprav v svojem nesmislu/smislu in v svoji kontradiktornosti/diktornosti, je <strong>DADA</strong> vedno originalna. <strong>DADA</strong> ne trpi ponavljanja. Zato tudi ta manifest ni <strong>DADA</strong>isti&egrave;en.  Je proti <strong>DADI</strong>, prav tako, kot je za DADO. <strong>DADA</strong> je ve&egrave;na originalnost destrukcije in provokacije. <strong>DADA</strong> je neponovljivost. Kdor ponovno razstavlja pisoarje podnaslovljene kot fontane, ali recitira poezijo z neobstoje&egrave;imi besedami, ni <strong>DADA</strong>ist. On je Ponavljanje. Komercializacija in veli&egrave;anje nesmisla v nesmislu. Smrdljivi impotentni larpurlartist, infiltriran v vrste <strong>DADE</strong>, tujek, ki ga bodo obkro&#382;ila in po&#382;rla bela krvna zrnca veli&egrave;astnih, v njihovem siju destrukcije. Zato pljujem na va&#353;o impotentno &quot;umetnost&quot; z nacionalnimi, regionalnimi ali religijskimi &quot;vrednostmi&quot;.</p>

<p>Mislim, da sem prav res simpati&egrave;en...</p>

<p>FUKFUK POKPOK BUMBUM DUMDUM FUKFUK POKPOK BUMBUM DUMDUM FUKFUK POKPOK BUMBUM DUMDUM FUKFUK POKPOK BUMBUM DUMDUM FUKFUK POKPOK BUMBUM DUMDUM FUKFUK POKPOK BUMBUM DUMDUM FUKFUK POKPOK BUMBUM DUMDUM FUKFUK POKPOK BUMBUM DUMDUM FUKFUK POKPOK BUMBUM   DUMDUM   FUKFUK   POKPOK   BUMBUM  DUMDUM   FUKFUK <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong>  <strong>DADA</strong> <strong>DADA</strong>  <strong>DADA</strong> <strong>DADA</strong> Pljujem na va&#353;o impotentno &quot;umetnost&quot; z nacionalnimi, regionalnimi ali religijskimi &quot;vrednostmi&quot;.</p>

<p>&#353;e naprej sem simpati&egrave;en.</p>

<p>Kot vsak drug <strong>DADA</strong>isti&egrave;ni manifest, je tudi ta nedore&egrave;en in nedokon&egrave;an. Prepu&#353;&egrave;am ga mo&egrave;i va&#353;e destruktivne imaginacije.</p>

<p>Franko Bu&#353;i&aelig;, Split, maja, 1998.</p>



<div class="manifestoback"><a href="../dada-manifestos.html">&#171; back to manifestos</a></div>



</div>
</body>

</html>