<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml">

<head>

<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta property="og:image" content="http://391.org/images/logo-391-org-1400x1400.png" /> 

<title>DADA IS ALIVE By Franko Busic (Hrvatska), 18th May 1998 - 391.org - Manifestos</title>

<link href='https://fonts.googleapis.com/css?family=Lato:400,300,700' rel='stylesheet' type='text/css'>

<link rel="stylesheet" href="../css/stylesheet.css" type="text/css">

<script src="http://code.jquery.com/jquery-1.8.3.min.js"></script>
<script>window.jQuery || document.write('<script src="../js/jquery.min.js">\x3C/script>')</script>
<script src="../js/picabia.js"></script>

<!-- Begin Cookie Consent plugin by Silktide - http://silktide.com/cookieconsent -->
<script type="text/javascript">
    window.cookieconsent_options = {"message":"391.org uses cookies - if that's okay click the close button.","dismiss":"Close","learnMore":"More info","link":"../privacy.html","theme":"../css/cookie.css"};
</script>
<script src="//cdnjs.cloudflare.com/ajax/libs/cookieconsent2/1.0.9/cookieconsent.min.js"></script>
<!-- End Cookie Consent plugin -->

<!-- Google Analytics -->
<script>
(function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
(i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
})(window,document,'script','//www.google-analytics.com/analytics.js','ga');

ga('create', 'UA-24509568-1', 'auto');
ga('send', 'pageview');

</script>
<!-- End Google Analytics -->

</head>

<body>

<div class="manifesto">

<script async src="//pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<!-- 391 manifesto page (responsive) -->
<ins class="adsbygoogle"
     style="display:block"
     data-ad-client="ca-pub-5468048452930159"
     data-ad-slot="4822831412"
     data-ad-format="auto"></ins>
<script>
(adsbygoogle = window.adsbygoogle || []).push({});
</script>


<div class="manifestoback"><a href="../dada-manifestos.html">&#171; back to manifestos</a></div>

<h1>DADA IS ALIVE</h1>
<div class="manifestoauthor">Franko Busic</div>
<div class="manifestodate">18 Maj 1998</div>


<!-- AddThis Button BEGIN -->
<div class="addthis_toolbox addthis_default_style addthis_32x32_style">
<a class="addthis_button_twitter"></a>
<a class="addthis_button_email"></a>
<a class="addthis_button_google_plusone_share"></a>
<a class="addthis_button_facebook"></a>
<a class="addthis_button_pinterest_share"></a>
<a class="addthis_button_compact"></a>
</div>
<script type="text/javascript">var addthis_config = {"data_track_addressbar":true};</script>
<script type="text/javascript" src="//s7.addthis.com/js/300/addthis_widget.js#pubid=ra-5209061960c2a8c3" async="async"></script>
<!-- AddThis Button END -->


<p>
<a href="1998-dada-is-alive-franko-busic.html">English version</a>
<br><a href="1998-dada-is-alive-slovenska-franko-busic.html">Slovenska razli&#269;ica</a>
<br />&nbsp;</p>


<p>Napokon, svi vi, maso mesa i poslu&#353;nih su&#382;anja, subjektivnih ili objektivnih, bez razlike, mo&#382;ete osjetiti u&egrave;inak sputavanja suvremene umjetnosti na balkanskom ozemlju. Svaka mogu&aelig;nost kreativnog ispoljavanja biva osuje&aelig;ena, nedopu&#353;tena, ili u krajnju ruku besmislena zbog sveop&aelig;eg financijskog ignoriranja, beskorisna u svojoj neprofitabilnosti. Onog pak trenutka, kad socijalno-politi&egrave;ki uvjeti gurnu kreativnu umjetnost u besmisao, ra&eth;a se <strong>DADA</strong>. Ovim di&#382;em svoju osobnu individualnu pobunu, najavljujem preporod <strong>DADE</strong>, te pljujem po va&#353;oj impotentnoj &quot;umjetnosti&quot; s nacionalnim, regionalnim ili religijskim &quot;vrijednostima&quot;.</p>

<p>Poput Tristana Tzare, nalazim da sam vrlo simpati&egrave;an.</p>

<p>Vrijeme je za DADU! Rodila se <strong>DADA</strong>! &#382;ivjela <strong>DADA</strong>! Smrt <strong>DADI</strong>! <strong>DADA</strong> je Bog! Jebo DADU! Oni, koji najvi&#353;e budu dizali svoje glasove protiv <strong>DADE</strong>, upravo ti su u svojoj gluposti najvi&#353;e za DADU: daju joj smisao, &#382;ivot, potvr&eth;uju vrijednost njene borbe. <strong>DADA</strong> je Besmisao. <strong>DADA</strong> je Kaos. <strong>DADA</strong> se ne javlja kao odre&eth;ena politi&egrave;ka struja koja opoziciono djeluje protiv suprotne politi&egrave;ke struje u cilju njenog raskrinkavanja ili svrgavanja s vlasti. <strong>DADA</strong> nema politi&egrave;kih konotacija. <strong>DADA</strong> nema nikakvih politi&egrave;kih ambicija. <strong>DADA</strong> nije protiv bilo koje odre&eth;ene politi&egrave;ke struje. <strong>DADA</strong> JE PROTIV SVIH! <strong>DADA</strong> JE POTPUNA DESTRUKCIJA! Oni, koji se budu, poput mene, odlu&egrave;ili za DADU, ti &aelig;e vam znati re&aelig;i: Ne, mi nemamo ideolo&#353;ki pristup podoban neosatanistima, koji opravdavaju svoje postupke obrazla&#382;u&aelig;i da su djeca velikog kreatora koji uni&#353;tava staro kako bi stvorio novo, kako bi uni&#353;tavanjem stvorio/mijenjao. Mi ne &#382;elimo ni&#353;ta stvoriti. Mi uni&#353;tavamo radi samog uni&#353;tavanja. Uni&#353;tavamo jer smo gurnuti u besmisao iz kojeg se izvla&egrave;imo uni&#353;tavaju&aelig;i. Uni&#353;tavamo zato jer u&#382;ivamo u uni&#353;tavanju. Ni&#353;ta se vi&#353;e ne mo&#382;e izmijeniti. Ovo je Kraj. I ne&aelig;e vas spasiti mijenjanje zastave. Mi nemamo ideologije i ne mo&#382;ete nam se prilagoditi. Mi smo i sami: jedni protiv drugih. &#382;ivjela <strong>DADA</strong>! Smrt <strong>DADI</strong>! Mi uni&#353;tavamo radi uni&#353;tavanja. Mi uni&#353;tavamo jer u&#382;ivamo u uni&#353;tavanju. Mi gazimo ga&#382;enjem i kao gube &aelig;emo vas zgaziti ga&#382;enjem gaze&aelig;i. Vas i va&#353;u impotentnu &quot;umjetnost&quot; s nacionalnim, regionalnim ili religijskim &quot;vrijednostima&quot;.</p>

<p>Popu Tristana Tzare, nalazim da sam i dalje vrlo simpati&egrave;an.</p>

<p>Iako u svojem besmislu/smislu i u svojoj kontradiktornosti/diktornosti, <strong>DADA</strong> je uvijek originalna. <strong>DADA</strong> ne trpi ponavljanja. Stoga ni ovaj manifest nije <strong>DADA</strong>isti&egrave;ki. On je protiv <strong>DADE</strong>, jednako kao i za DADU. <strong>DADA</strong> je vje&egrave;na originalnost destrukcije i provokacije. <strong>DADA</strong> je neponovljivost. Svaki onaj, koji bi ponovno izlagao pisoare nazivaju&aelig;i ih fontanama, ili recitirao poeziju s nepostoje&aelig;im rije&egrave;ima, taj nije <strong>DADA</strong>ist. On je Ponavljanje. On je komercijalizacija i veli&egrave;anje besmisla u besmislu. On je smrdljivi impotentni larpurlartist infiltriran u redove <strong>DADE</strong> i kao strano tijelo biti &aelig;e okru&#382;en i progutan od bijelih krvnih zrnaca, veli&egrave;anstvenih u njihovom sjaju destrukcije. Stoga pljujem po va&#353;oj impotentnoj &quot;umjetnosti&quot; s nacionalnim, regionalnim ili religijskim &quot;vrijednostima&quot;. Nalazim da sam doista simpati&egrave;an.</p>

<p>JEBJEB PUCPUC BUMBUM DUMDUM JEBJEB PUCPUC BUMBUM DUMDUM JEBJEB PUCPUC BUMBUM DUMDUM JEBJEB PUCPUC BUMBUM DUMDUM JEBJEB PUCPUC BUMBUM DUMDUM JEBJEB PUCPUC BUMBUM DUMDUM JEBJEB PUCPUC BUMBUM <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong> <strong>DADA</strong> Pljujem po va&#353;oj impotentnoj &quot;umjetnosti&quot; s nacionalnim, regionalnim ili religijskim &quot;vrijednostima&quot;.</p>

<p>I dalje sam simpati&egrave;an.</p>

<p>Kao i svaki drugi <strong>DADA</strong>isti&egrave;ki manifest, i ovaj je nedore&egrave;en i nedovr&#353;en. Prepu&#353;tam ga snazi va&#353;e destruktivne imaginacije.</p>

<p>Franko Bu&#353;i&aelig;, Split, svibanj 1998.</p>



<div class="manifestoback"><a href="../dada-manifestos.html">&#171; back to manifestos</a></div>



</div>
</body>

</html>